const videoData = [
  {
    url: "https://youtu.be/oermgcwIkC8",
    title: "同心華德福教育8分鐘精華",
    description: "您是否也在找尋教育孩子的不同路徑？您想改變嗎？您願意更勇敢的面對父母的角色嗎？您知道是因為孩子，我們才有機會成為更好的大人嗎？ 邀請您，成為同心的夥伴！",
  },
  {
    url: "https://youtu.be/atLmqSjhnxs",
    title: "與孩子的黃金線",
    description: "小學階段的老師與孩子間會有一條親密又隱形的黃金線，支持著孩子從事有感的活動，由內在長出自己的樣子，這條線溫暖孩子的心、協調身體的韻律，然後才進入學習，一步一步慢慢地走。沒有速成的知識和技法，對在一旁陪伴的家長來說，可能是享受也可能是煎熬，但請相信那牽著孩子的黃金線，對孩子來說，經由自身努力收成的那一刻，是最踏實、最難忘的。",
  },
  {
    url: "https://youtu.be/-kLpchWvdh4",
    title: "中學的自我革命",
    description: "中學是開始更進入探索自我的年紀，我們該如何引導他認識自己、挑戰自己？讓他明白，「這就是對我自己的一場革命！」我們又如何陪伴他投入社會，在參與中摸索自我的定位，變成一個有溫度、能永遠「繼續前進的那個我」？這些答案，在華德福中學教育的辦學過程中；點點滴滴，期待與您分享與相遇。",
  },
];

export { videoData };
